[
    "ante la duda juegue la buena",
    "estoy bien pero se me va a pasar",
    "lo único que tiene que hacer es jugar bien y ganar",
    "centralice y no se desespere",
    "Juéguela y que dios distinga entre los suyos",
    "hay Kun fu",
    "Si esta no es, el ajedrez no existe",
    "Veamos que dice el niño metálico",
    "Yo esta partida la jugué en Buenos Aires (en argentino)",
    "el principiante siempre olvida el centro",
    "Maestro, el peón pasado es un criminal que hay que detener inmediatamente",
    "Me retiro indignado",
    "Al estilo capablanquiano",
    "Aquí capablanca jugaría esta",
    "si sacrifico aquí en el peor caso tengo tablas",
    "Karpov desarrollaba todas sus piezas, le sacrificaban un peón y ganaba. Kasparov sacrificaba un peón para desarrollar sus piezas y ganaba",
    "Si David Martínez se enroca, gana",
    "Como todo buen ruso, trae una pieza más a la defensa",
    "(imitando a Sandro Mareco) ¡Che Ulf tenés razón, la tira la máquina!",
    "Esta línea la preparamos con el niño Peña",
    "Todo es triste",
    "Ganó la piratería",
    "Esta jugada la haría cualquier hijo de vecino",
    "Quien lleva la ventaja, nunca especula, si no que calcula la manera contundente de ganar",
    "Tomo para no enamorarme, me enamoro para no tomar",
    "La Caro Kann está refutada",
    "Si desarrolla pieza, no puede ser mala",
    "En ajedrez uno puede arrepentirse, pero no cambiar la jugada",
    "Volver a jugar una apertura que uno ha dejado es como volver con una ex.. Al rato te das cuenta de por qué la dejaste en primer lugar",
    "Yo lo sé todo",
    "Si juegan como el maestro ganamos el torneo",
    "imitando a un maestro argentino: Desarrollé las piezas, me enroqué y cuando veo el tablero estaba ganando. Pero de que jugaba el niño, jugaba (en referencia a Bobby Fischer)",
    "El plan es el siguiente, ganemos en la mayoría de las mesas, y en las demás tengamos ventaja decisiva y ganamos",
    "En en final Rey , meta Rey (alusión a Pedro Donoso)",
    "La India de rey es una gran mentira, un bluff",
    "Si me juega esa lo felicito, lo aplaudo y me retiro indignado",
    "Recuerde que todo peón pasado tiene alma de suicida",
    "Para ganarles a jugadores más fuertes hay que esperar el momento y dar un golpe central",
    "Primero armamos el imperio",
    "Con esa se cae el imperio (risas)",
    "En estas situaciones tiene que dejar de ser tan buena persona maestro",
    "A Toro le juego a cuanto ve, no le creo nada",
    "Toro está perdido y te arma una red de mate con un caballo y un peón",
    "El jugador débil siempre define, el buen jugador siempre se mantiene flexible",
    "Me retiré del ajedrez, después gané una partida y me creí weno. Hasta que un niño llamado David Martínez, que golpeaba el reloj al jugar, me voló del tablero","David Martínez es la persona más talentosa que conozco",
    "Salí malo para el ajedrez, soy el peor alumno de mi maestro",
    "Pare de sufrir",
    "Le ofreció tablas y le beso el anillo *",
    "Puedo explicar los finales de torre, pero no sé jugarlos",
    "Le juegas esa y se cae de la silla",
    "Puedes pensar media  hora para encontrar esta y estar mejor, o simplemente jugar esta y estar ligeramente mejor",
    "Se nos viene la noche negra",
    "La inteligencia se mide en Bernales",
    "Maestro sacrifica dama y pierde.",
    "Yo sería un excelente jugador sino fuera malo",
    "Esa es la inveíble"
]